Repository: CasualDeveloper/MXLightkeeper
Catalog: Sources/MXLightkeeperApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

# accessibility.battery_value
source: Battery, %@
ar: البطارية، %@
de: Batterie, %@
es: Batería, %@
fr: Batterie, %@
hi: बैटरी, %@
pt_br: Bateria, %@
zh_hans: 电池，%@

# accessibility.keyboard_value
source: Keyboard, %@
ar: لوحة المفاتيح، %@
de: Tastatur, %@
es: Teclado, %@
fr: Clavier, %@
hi: कीबोर्ड, %@
pt_br: Teclado, %@
zh_hans: 键盘，%@

# accessibility.receiver_value
source: Receiver, %@
ar: المستقبل، %@
de: Empfänger, %@
es: Receptor, %@
fr: Récepteur, %@
hi: रिसीवर, %@
pt_br: Receptor, %@
zh_hans: 接收器，%@

# action.quit
source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
hi: बंद करें
pt_br: Sair
zh_hans: 退出

# battery.accessibility.charging
source: %lld percent, charging
ar: %lld بالمئة، قيد الشحن
de: %lld Prozent, wird geladen
es: %lld por ciento, cargando
fr: %lld pour cent, en charge
hi: %lld प्रतिशत, चार्ज हो रहा है
pt_br: %lld por cento, carregando
zh_hans: %lld%%，正在充电

# battery.accessibility.percent
source: %lld percent
ar: %lld بالمئة
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
hi: %lld प्रतिशत
pt_br: %lld por cento
zh_hans: %lld%%

# battery.charged
source: Charged
ar: مشحونة
de: Geladen
es: Cargada
fr: Chargée
hi: चार्ज हो चुकी
pt_br: Carregada
zh_hans: 已充满

# battery.critical
source: Critical
ar: حرجة
de: Kritisch
es: Crítica
fr: Critique
hi: गंभीर
pt_br: Crítica
zh_hans: 严重不足

# battery.label.charging
source: %lld%% · Charging
ar: %lld%% · قيد الشحن
de: %lld%% · Lädt
es: %lld%% · Cargando
fr: %lld%% · En charge
hi: %lld%% · चार्ज हो रहा है
pt_br: %lld%% · Carregando
zh_hans: %lld%% · 正在充电

# common.alpha_suffix
source: (alpha)
ar: (ألفا)
es: (alfa)
hi: (अल्फ़ा)
pt_br: (alfa)

# empty.no_receiver.message
source: Plug in your Unifying receiver to get started.
ar: وصّل مستقبل Unifying للبدء.
de: Schließe deinen Unifying-Empfänger an, um zu beginnen.
es: Conecta tu receptor Unifying para empezar.
fr: Branchez votre récepteur Unifying pour commencer.
hi: शुरू करने के लिए अपना Unifying रिसीवर लगाएँ।
pt_br: Conecte seu receptor Unifying para começar.
zh_hans: 请插入您的 Unifying 接收器以开始使用。

# empty.no_receiver.title
source: No Logitech receiver detected
ar: لم يتم العثور على مستقبل Logitech
de: Kein Logitech-Empfänger erkannt
es: No se detectó ningún receptor Logitech
fr: Aucun récepteur Logitech détecté
hi: कोई Logitech रिसीवर नहीं मिला
pt_br: Nenhum receptor Logitech detectado
zh_hans: 未检测到 Logitech 接收器

# label.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
pt_br: Idioma
zh_hans: 语言

# language.match_system
source: Match System
ar: مطابقة النظام
de: Systemsprache
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम के अनुसार
pt_br: Seguir o sistema
zh_hans: 跟随系统

# label.launch_at_login
source: Launch at login
ar: التشغيل عند تسجيل الدخول
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Lancer à l’ouverture de session
hi: लॉगिन पर शुरू करें
pt_br: Iniciar ao entrar
zh_hans: 登录时启动

# receiver.label
source: %@ receiver %@
ar: مستقبل %@ %@
de: %@-Empfänger %@
es: Receptor %@ %@
fr: Récepteur %@ %@
hi: %@ रिसीवर %@
pt_br: Receptor %@ %@
zh_hans: %@ 接收器%@

# receiver.none
source: No receiver connected
ar: لا يوجد مستقبل متصل
de: Kein Empfänger verbunden
es: No hay ningún receptor conectado
fr: Aucun récepteur connecté
hi: कोई रिसीवर कनेक्ट नहीं है
pt_br: Nenhum receptor conectado
zh_hans: 未连接接收器

# status.subtitle.active
source: Will keep backlight on
ar: سيُبقي الإضاءة الخلفية قيد التشغيل
de: Hält die Hintergrundbeleuchtung aktiv
es: Mantendrá la retroiluminación activa
fr: Maintiendra le rétroéclairage activé
hi: बैकलाइट चालू रखेगा
pt_br: Manterá a luz de fundo ligada
zh_hans: 将保持背光开启

# status.subtitle.degraded
source: Cannot keep backlight on
ar: تعذر إبقاء الإضاءة الخلفية قيد التشغيل
de: Hintergrundbeleuchtung kann nicht aktiv gehalten werden
es: No se puede mantener activa la retroiluminación
fr: Impossible de maintenir le rétroéclairage activé
hi: बैकलाइट को चालू नहीं रखा जा सकता
pt_br: Não foi possível manter a luz de fundo ligada
zh_hans: 无法保持背光开启

# status.subtitle.disabled
source: Will let keyboard manage backlight automatically
ar: سيسمح للوحة المفاتيح بإدارة الإضاءة الخلفية تلقائيًا
de: Überlässt der Tastatur die Beleuchtung automatisch
es: Dejará que el teclado gestione automáticamente la retroiluminación
fr: Laissera le clavier gérer automatiquement le rétroéclairage
hi: कीबोर्ड को बैकलाइट अपने आप प्रबंधित करने देगा
pt_br: Deixará o teclado gerenciar automaticamente a luz de fundo
zh_hans: 将由键盘自动管理背光

# status.subtitle.waiting
source: Looking for a compatible receiver
ar: يبحث عن مستقبل متوافق
de: Sucht einen kompatiblen Empfänger
es: Buscando un receptor compatible
fr: Recherche d’un récepteur compatible
hi: संगत रिसीवर खोजा जा रहा है
pt_br: Procurando um receptor compatível
zh_hans: 正在查找兼容的接收器

# status.subtitle.starting
source: Preparing backlight keeper
ar: جارٍ تجهيز إبقاء الإضاءة الخلفية
de: Hintergrundbeleuchtung wird vorbereitet
es: Preparando el control de retroiluminación
fr: Préparation du maintien du rétroéclairage
hi: बैकलाइट नियंत्रण तैयार हो रहा है
pt_br: Preparando o controle da luz de fundo
zh_hans: 正在准备背光保持功能

# status.title.active
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
hi: चालू
pt_br: Ligado
zh_hans: 开启

# status.title.degraded
source: Reconnecting
ar: إعادة الاتصال
de: Wird erneut verbunden
es: Reconectando
fr: Reconnexion
hi: फिर से कनेक्ट हो रहा है
pt_br: Reconectando
zh_hans: 重新连接中

# status.title.disabled
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
pt_br: Desligado
zh_hans: 关闭

# status.title.starting
source: Starting
ar: بدء التشغيل
de: Startet
es: Iniciando
fr: Démarrage
hi: शुरू हो रहा है
pt_br: Iniciando
zh_hans: 正在启动

# status.title.waiting
source: Waiting
ar: بانتظار
de: Warten
es: Esperando
fr: En attente
hi: प्रतीक्षा में
pt_br: Aguardando
zh_hans: 等待中

# toggle.keep_backlight_on
source: Keep backlight on
ar: إبقاء الإضاءة الخلفية قيد التشغيل
de: Hintergrundbeleuchtung eingeschaltet lassen
es: Mantener la retroiluminación encendida
fr: Garder le rétroéclairage activé
hi: बैकलाइट चालू रखें
pt_br: Manter a luz de fundo ligada
zh_hans: 保持背光开启

# tooltip.battery_status
source: Battery status
ar: حالة البطارية
de: Batteriestatus
es: Estado de la batería
fr: État de la batterie
hi: बैटरी की स्थिति
pt_br: Status da bateria
zh_hans: 电池状态

# tooltip.battery_updated
source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
hi: %@ अपडेट किया गया
pt_br: Atualizado %@
zh_hans: 更新于%@

# tooltip.updated_prefix
source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hi: अपडेट किया गया
pt_br: Atualizado
zh_hans: 更新于

# accessibility.battery_prefix
source: Battery
de: Batterie
es: Batería
fr: Batterie
hi: बैटरी
pt_br: Bateria
zh_hans: 电池

# accessibility.keyboard_prefix
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hi: कीबोर्ड
pt_br: Teclado
zh_hans: 键盘

# accessibility.receiver_prefix
source: Receiver
de: Empfänger
es: Receptor
fr: Récepteur
hi: रिसीवर
pt_br: Receptor
zh_hans: 接收器

# battery.charging
source: Charging
de: Lädt
es: Cargando
fr: En charge
hi: चार्ज हो रहा है
pt_br: Carregando
zh_hans: 正在充电

# battery.percent_suffix
source: percent
de: Prozent
es: por ciento
fr: pour cent
hi: प्रतिशत
pt_br: por cento
zh_hans: 百分比

# label.backlight
source: Backlight
de: Hintergrundbeleuchtung
es: Retroiluminación
fr: Rétroéclairage
hi: बैकलाइट
pt_br: Luz de fundo
zh_hans: 背光

# label.battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
hi: बैटरी
pt_br: Bateria
zh_hans: 电池

# receiver.suffix
source: receiver
de: Empfänger
es: receptor
fr: récepteur
hi: रिसीवर
pt_br: receptor
zh_hans: 接收器
